be5invis.toml@0.6.0
charliermarsh.ruff@2025.24.0
github.copilot@1.350.0
github.copilot-chat@0.30.3
matangover.mypy@0.4.2
ms-python.black-formatter@2025.2.0
ms-python.debugpy@2025.10.0
ms-python.isort@2025.0.0
ms-python.mypy-type-checker@2025.2.0
ms-python.python@2025.12.0
ms-python.vscode-pylance@2025.7.1
ms-python.vscode-python-envs@1.2.0
seanwu.vscode-qt-for-python@7.6.0